start.date.after.end.date = Ng\u00E0y b\u1EAFt \u0111\u1EA7u ph\u1EA3i nh\u1ECF h\u01A1n ng\u00E0y k\u1EBFt th\u00FAc
phase.is.used = Giai \u0111o\u1EA1n \u0111ang ch\u1EE9a c\u00F4ng vi\u1EC7c, t\u00E0i nguy\u00EAn, \u0111\u00EDnh k\u00E8m, \u0111\u1ED9i nh\u00F3m kh\u00F4ng th\u1EC3 x\u00F3a!
project.is.used = D\u1EF1 \u00E1n \u0111ang ch\u1EE9a giai \u0111o\u1EA1n, c\u00F4ng vi\u1EC7c, t\u00E0i nguy\u00EAn, \u0111\u00EDnh k\u00E8m, \u0111\u1ED9i nh\u00F3m kh\u00F4ng th\u1EC3 x\u00F3a!
project.is.out.of.project = Th\u1EDDi gian c\u1EE7a giai \u0111o\u1EA1n kh\u00F4ng thu\u1ED9c th\u1EDDi gian c\u1EE7a d\u1EF1 \u00E1n
budget.less.than.zero = Ng\u00E2n s\u00E1ch c\u1EE7a d\u1EF1 \u00E1n kh\u00F4ng \u0111\u01B0\u1EE3c nh\u1ECF h\u01A1n 0
name.is.used = T\u00EAn d\u1EF1 \u00E1n \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng, vui l\u00F2ng ki\u1EC3m tra l\u1EA1i 
code.is.used = M\u00E3 d\u1EF1 \u00E1n \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng, vui l\u00F2ng ki\u1EC3m tra l\u1EA1i 
project.not.found=Kh\u00F4ng t\u00ECm th\u1EA5y d\u1EF1 \u00E1n
project.delete=D\u1EF1 \u00E1n kh\u00F4ng th\u1EC3 x\u00F3a khi kh\u00F4ng \u1EDF tr\u1EA1ng th\u00E1i h\u1EE7y
name.phase.is.used = T\u00EAn giai \u0111o\u1EA1n \u0111\u00E3 \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng, vui l\u00F2ng ki\u1EC3m tra l\u1EA1i 
name.phase.too.long = T\u00EAn giai \u0111o\u1EA1n ch\u1EC9 cho ph\u00E9p nh\u1EADp t\u1EEB 1-100 k\u00ED t\u1EF1
description.phase.too.long = M\u00F4 t\u1EA3 giai \u0111o\u1EA1n ch\u1EC9 cho ph\u00E9p nh\u1EADp t\u1EEB 1-500 k\u00ED t\u1EF1
name.project.too.long = T\u00EAn d\u1EF1 \u00E1n ch\u1EC9 cho ph\u00E9p nh\u1EADp t\u1EEB 1-100 k\u00ED t\u1EF1
description.project.too.long = M\u00F4 t\u1EA3 d\u1EF1 \u00E1n ch\u1EC9 cho ph\u00E9p nh\u1EADp t\u1EEB 1-500 k\u00ED t\u1EF1
budget.too.big = Ng\u00E2n s\u00E1ch ch\u1EC9 cho ph\u00E9p nh\u1EADp l\u1EDBn h\u01A1n 0 v\u00E0 nh\u1ECF h\u01A1n 20,000 t\u1EF7
project.cannot.update = D\u1EF1 \u00E1n kh\u00F4ng th\u1EC3 c\u1EADp nh\u1EADt khi \u1EDF tr\u1EA1ng th\u00E1i Ho\u00E0n th\u00E0nh/ T\u1EA1m d\u1EEBng/ \u0110\u00E3 h\u1EE7y